
class strings:
            def __init__(self):
                self.message_to_form_query = "Сформулируй запрос или намерение на предстоящую игру.\n Закрой глаза и подумай, что бы ты хотел изменить или в чем разобраться. Пойми, что для тебя истинно ценно. \n А теперь нажимай кнопку 💫Сформулировать запрос"
                self.message_to_form_query_button = "💫Сформулировать желание"
                self.message_get_user_query = "Отправь мне свой запрос"
                self.message_reply_get_user_query = "Нужно получить число 6 что бы начать игру: Бросай кубик кнопкой:"
                self.when_cude_is_hiting = "Кубик🎲"               
                self.when_cude_is_rotating = "🎲..... "
                self.spin_cude = "Подбросить🎲"
                self.result_cube  = "Результат броска 🎲:"
                self.theam_position    ="🗺 Позиция:  "
                self.now_position    ="ℹ️ Ты находишься на поле: "
                self.skip_progress   = "Я верю, что в следующий раз ты сможешь написать пару слов, которые лежат у тебя на сердце. \nА теперь ты можешь снова кинуть кубик и переместиться по полю. Для этого нажимай 🎲Сделать ход"
                self.skip_and_spin_cude = "Пропустить и бросить кубик🎲"

                self.first_message = "Поздравляю, твой путь в игре начался. Ты будешь перемещаться по игровому полю. Твоя первая клетка – "
